/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Abrir";
"Open Title" = "Abrir: ^0";
"Save Default Title" = "Salvar";
"Save Title" = "Salvar: ^0";
"Choose File Title" = "Selecione um Arquivo";
"Choose Folder Title" = "Escolha uma Pasta";
"Choose Volume Title" = "Escolha um Volume";
"Choose Object Title" = "Escolher Objeto";
"New Folder Title" = "Nova Pasta";

/* Button title strings */
"Save Button" = "Salvar";
"Open Button" = "Abrir";
"Choose Button" = "Selecionar";
"Don't Save Button" = "Não Salvar";
"New Folder Button" = "Nova Pasta";
"Replace Button" = "Substituir";
"Discard Button" = "Descartar Alterações";
"Review Button" = "Rever Alterações...";
"Use Dot Button" = "Usar “.”";
"ExtensionAlertUseOneLabel" = "Usar .^1";
"ExtensionAlertUserBothLabel" = "Usar ambas";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Salvar as alterações antes de fechar";
"SaveChangesQuitting Banner" = "Salvar as alterações antes de encerrar";
"SaveChangesOther Banner" = "Salvar alterações";
"DiscardChanges Banner" = "Descartar alterações";
"WantToSaveDoc Banner" = "Deseja salvar as alterações que você realizou no documento “^0”?";
"WantToSaveThis Banner" = "Você deseja salvar as alterações efetuadas neste documento?";
"WantToSaveAppDocs Banner" = "Você deseja salvar as alterações efetuadas para seus documentos ^0?";
"WantToDiscardDoc Banner" = "Deseja descartar as alterações que você realizou no documento “^0”?";
"WantToDiscardThis Banner" = "Você deseja descartar as alterações efetuadas no documento?";

"Review App Docs Banner" = "Você possui ^0 ^1 documentos com alterações não salvas. Deseja rever essas alterações antes de encerrar?";
"Review Several App Docs Banner" = "Você possui vários documentos ^1 com alterações não salvas. Deseja rever essas alterações antes de encerrar?";

"Review Docs Banner" = "Você possui ^0 documentos com alterações não salvas. Deseja rever essas alterações antes de encerrar?";
"Review Several Docs Banner" = "Você possui vários documentos com alterações não salvas. Deseja rever essas alterações antes de encerrar?";

"Review App Single Doc Banner" = "Você possui ^0 documento ^1 com alterações não salvas. Deseja rever essas alterações antes de encerrar?";
"Review Single Doc Banner" = "Você possui ^0 documentos com alterações não salvas. Deseja rever essas alterações antes de encerrar?";

"Review Docs Explanation" = "Se você não revir seus documentos, todas as suas alterações serão perdidas.";

/* Untitled strings */
"Untitled Folder" = "pasta sem título";
"Untitled Doc" = "sem título";

/* Alert strings */
"Cant Replace Locked" = "Você não pode substituir “^0” porque ele está bloqueado.";

"Remove Favorite" = "Remover Favorito";
"Cant Resolve Alias NotFound" = "O item favorito “^0” não pôde ser aberto porque o item original não foi encontrado.";
"Navigate Alias Not Found" = "O atalho “^0” não pôde ser aberto porque o item original não foi encontrado.";

"Name Already Taken" = "O item “^0” já está em uso. Por favor, use outro nome.";
"Cant Replace Folder" = "O nome “^0” já foi usado por uma pasta.";
"Cant NewFolder OnLockedDisk" = "Você não pode criar uma pasta nova porque o disco está bloqueado.";
"Not Right Privs" = "Você não pode substituir “^0” porque não dispõe dos privilégios corretos.";
"Cant use period" = "Os nomes que começam com um ponto “.” são reservados para o sistema. Se você decidir continuar e usar um nome que começa com um ponto, o arquivo ficará oculto.";

"ExtensionWarningText" = "Tem certeza de que deseja salvar este documento com a extensão “.^0”? A extensão sugerida é “.^1”.";
"ExtensionWarningSubtext" = "Se você não usar a extensão “.^1”, talvez o seu documento seja salvo em um formato diferente.";

"ExtensionErrorText" = "Você não pode salvar este documento com a extensão “.^0” ao final do nome. A extensão requerida é “.^1”.";
"ExtensionErrorSubtext" = "Você pode optar por usar ambas para que o nome de seu arquivo termine em “.^0.^1”.";

"ReplaceAlertText" = "Já existe um item chamado “^0” nesta localização. Deseja substituí-lo pelo item que você está salvando?";
"ReplaceWithExtensionAlertText" = "Já existe um item chamado “^0” e com a extensão “.^1” nesta localização. Deseja substituí-lo pelo item que você está salvando?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Lugares Favoritos";
"Recent Places"	= "Lugares Recentes";
"Computer" = "Computador";
"Home menu item" = "Início";

/* Show Popup Menu strings */
"All Files" = "Todos os Documentos";
"All Known Files" = "Todos Documentos Conhecidos";
"All App" = "Todos Documentos ^0 ";
"All Readable Files" = "Todos Documentos Legíveis";

/* Format Popup Menu strings */
"Default" = "Padrão";

/* Generic Kind strings */
"Picture Document" = "Documento de Imagem";
"Text Document" = "Documento de Texto";
"Movie Document" = "Documento com Filme";
"Sound Document" = "Documento de Som";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "A Conexão Falhou";
"Connect Failed Details" = "O servidor iDisk não responde. Por favor, tente novamente.";
"Invalid Setup" = "O seu iDisk não pode ser acessado. Seu nome ou senha de membro talvez sejam inválidos.";
"Invalid Setup Details" = "Você pode alterar seu nome e sua senha na aba .Mac do painel Internet das Preferências do Sistema.";
"iTools Button" = "Abrir Preferência .Mac...";
"Authentication Failed" = "Falha de Login";
"Authentication Failed Detailed" = "Seu nome ou sua senha não foram digitados corretamente. Tente novamente. Você pode verificar seu nome e sua senha .Mac na janela de preferências .Mac.";

/* List view column titles*/
"Name Column Title" = "Nome";
"Date Modified Column Title" = "Modificação";

/* Authenticated Server strings */
"Connect Button" = "Conectar...";
"Connect Caption" = "Para ver os compartimentos disponíveis do servidor “^0”, pressione Conectar.";

/* Query strings */
"QueryItemCountString" = "%i itens";
"CurrentFolderScopeString" = "Pasta \"%s\"";
"HomeScopeString" = "início";
"EverywhereScopeString" = "Computador";

/* Preview strings */
"MoreInfo" = "mais informações...";
